{
  "dashboardInfo": {
    "title": "CIO Viewpoint Dashboard",
    "subtitle": "Comprehensive Investment Outlook",
    "lastUpdated": "2025-10-15T00:00:00.000Z",
    "version": "1.0"
  },
  "equityFactors": {
    "headers": {
      "factorHeader": "Factor",
      "implicationHeader": "Implication for Equities",
      "cioViewHeader": "CIO View"
    },
    "subtitle": "Current readings on the key drivers of Equities for investors to consider, with arrows representing the recent trend:",
    "factors": [
      {
        "factor": "Earnings",
        "implication": "Positive",
        "trend": "up",
        "value": 100,
        "cioView": "According to FactSet, S&P 500 revenue and earnings grew by 5.2% and 10.6%, respectively, on a year-over-year (YoY) basis in 2024. Subsequently, they grew by 4.5% and 13.3% in Q1 2025. In Q2, growth is expected at 5.1% and 8.4%, respectively. Analysts are now forecasting Q3 growth at 4.8% and 9.5%, respectively, and expect a slight deceleration in profit growth to 10.0% in July, the Global Earnings Revision Ratio improved for a third straight month. The advance was led by the U.S. vs the ratio in Q1 of month high, with upgrades now surpassing downgrades, while globally the reverse remains in place. Ratios improved, according to BofA Global Research."
      },
      {
        "factor": "Valuations",
        "implication": "Neutral",
        "trend": "neutral",
        "value": 50,
        "cioView": "The S&P 500 price-to-earnings (P/E) ratio next 12 months is at around 22.5x, nears its late-2021 high of 23.4x, and stands above its long-term average of 16.5x. While this headline measure suggests that U.S. Large-cap Equities are richly valued, the Global Barometer (Equity Risk Premium) is above the long-term average."
      },
      {
        "factor": "U.S. Macro",
        "implication": "Neutral",
        "trend": "down",
        "value": 40,
        "cioView": "A first estimate for Q2 real gross domestic product (GDP) indicated the economy rebounded by a seasonally adjusted annualized rate of 3.0% from Q1 growth of -0.3%. Compared to Q1, stronger growth in consumption and a swing in net exports drove the expansion. Private-sector inventories dragged on investment that retail sales to private domestic purchases, while restocking activity largely in property measures, grew by 1.2% in Q2 after expanding by 1.3% in Q1. For 2025, BofA Global Research expects real GDP growth to decelerate in Q3 to 1.7% before rebounding to 2.1% in Q4 for an annual expansion of 1.7%."
      },
      {
        "factor": "Global Growth",
        "implication": "Neutral",
        "trend": "neutral",
        "value": 45,
        "cioView": "Evolving U.S. trade policy and geopolitical tensions remain uncertainties in the outlook. For the euro area, these dynamics have commercial positive elements in recent fiscal and monetary policy, resulting in limited growth in the services and industrial sectors. In China, stimulus efforts centered with property market weakness and trade-related uncertainty, also a headwind for broader Asia. After growth of 4.3% in 2023, the global economy grew by 3.2% in 2024. BofA Global Research expects 3.0% growth for 2025 and 3.1% growth for 2026. This compares to the International Monetary Fund."
      },
      {
        "factor": "U.S. Monetary Policy / Inflation",
        "implication": "Neutral",
        "trend": "neutral",
        "value": 55,
        "cioView": "The Federal Reserve (Fed) kept its policy interest rate at 4.25% to 4.50% in its July meeting, maintaining this stance since December. However, for the first time since 1993, two governors on the monetary policy committee dissented in favor of a 0.75% cut. Amid intensifying debate, the central bank continues to take a patient approach to monetary policy. This has been due to heightened economic uncertainty regarding the resilience of the labor market and concerns about inflation. The market expects two Fed rate cuts this year. BofA Global Research expects the Fed to hold its interest rate level until the second half of 2024, when it anticipates 100 basis points (bps) worth of cuts."
      },
      {
        "factor": "Fiscal Policy",
        "implication": "Positive",
        "trend": "up",
        "value": 70,
        "cioView": "The federal government in the U.S. should the IRA to be put into law. It extends into law. It extends into 2027. The Cuts and Jobs Act and includes new tax breaks, among other elements. BofA Global Research expects the bill will provide a moderate growth impact to U.S. GDP year this year and likely add to the deficit, though tax revenue, if sticky, could potentially cover most of the cost of the bill."
      },
      {
        "factor": "Corporate Credit",
        "implication": "Neutral",
        "trend": "neutral",
        "value": 52,
        "cioView": "In July, credit spreads for Investment-grade IG and High Yield (HY) reflected lessened concerns about an economic slowdown. Overall, their levels have been less seen nearly two decades ago."
      },
      {
        "factor": "Yield Curve",
        "implication": "Neutral",
        "trend": "up",
        "value": 58,
        "cioView": "The Treasury yield curve has returned to normal positioning after being positively sloped from its inversion. During July, the curve rose overall and a slight flattening in its shape. A decrease in the size of the inversion between the three-month and ten-month-old bonds lessened anticipated more rate cuts this cycle. Meanwhile, the fed funds and the three-month rates remained near to that of the 10-year, lifting with then-rates."
      },
      {
        "factor": "Technical Indicators",
        "implication": "Positive",
        "trend": "up",
        "value": 80,
        "cioView": "The breadth of stocks above their 200-day moving average has improved. The advancers have exceeded positive momentum fueled by the latest market rally. The cumulative advance/decline indicator, a measure of market breadth, has recovered from its decline earlier this year. A similar indicator, the percentage of New York Stock Exchange stocks closing above their 200-day moving average also trended higher last month, jumping to roughly 55% from 40%. This level remains below the average in 2024 of last June (60%), which was at a peak."
      },
      {
        "factor": "Investor Sentiment",
        "implication": "Neutral",
        "trend": "down",
        "value": 35,
        "cioView": "Investor sentiment has improved. According to the American Association of Individual Investors, the large percentage of investors and investor in medium-term market activities compaired to early July extreme, standing today in more neutral territory. Meanwhile, the Chicago Board Options Exchange Volatility Index stands slightly above its year-to-date (YTD) average. BofA Global Research's Bull & Bear Indicator still flashes a 'neutral' signal at 6.3 as of July 31. However, according to the July Global Fund Manager Survey, the average cash level in institutional portfolios fell to 3.9%, triggering a sell signal."
      }
    ]
  },
  "assetClassViews": {
    "headers": {
      "assetClassHeader": "Asset Class",
      "cioViewHeader": "CIO View",
      "commentsHeader": "Comments"
    },
    "subtitle": "Current CIO views on asset classes with weight recommendations:",
    "footnote": "*Asia Pac ex-Japan refers to the geographic area surrounding the Pacific Ocean. The Asia Pac ex-Japan covers the western shores of North America and South America and the shores of Australia, eastern Asia and the islands of the Pacific.",
    "assetClasses": [
      {
        "assetClass": "Global Equities",
        "weight": "overweight",
        "position": 4,
        "separate": 1,
        "comments": "We are overweight Equities and continue to view weakness as a buying opportunity for long-term investors. We are overweight the U.S. and neutral EM and International Developed."
      },
      {
        "assetClass": "U.S. Large-cap Growth",
        "weight": "overweight",
        "position": 4,
        "separate": 0,
        "comments": "Large caps continue to look attractive on solid fundamentals, strong free cash flow (FCF) and the ability to produce healthy shareholder payouts. We emphasize the importance of incorporating both Growth and Value as appropriate."
      },
      {
        "assetClass": "U.S. Large-cap Value",
        "weight": "overweight",
        "position": 4,
        "separate": 0,
        "comments": ""
      },
      {
        "assetClass": "U.S. Small-cap Growth",
        "weight": "neutral",
        "position": 3,
        "separate": 0,
        "comments": "While headwinds persist, Small caps may benefit from future interest rate cuts and a potential earnings inflection. We continue to suggest a balance of Value and Growth factors."
      },
      {
        "assetClass": "U.S. Small-cap Value",
        "weight": "overweight",
        "position": 4,
        "separate": 0,
        "comments": ""
      },
      {
        "assetClass": "International Developed",
        "weight": "neutral",
        "position": 3,
        "separate": 0,
        "comments": "We are neutral International Developed Equities. Valuations appear attractive on a relative basis, with potential upside catalysts from fiscal policy in Europe and domestic reforms in Japan."
      },
      {
        "assetClass": "Emerging Markets",
        "weight": "neutral",
        "position": 3,
        "separate": 0,
        "comments": "We are neutral Emerging Markets with mixed views on Asia and smaller markets in Europe, Latin America, the Middle East, and Africa. Overweight China market continues to face economic constraints, but likely supported by extensive policy measures."
      },
      {
        "assetClass": "International",
        "weight": "neutral",
        "position": -1,
        "separate": 1,
        "comments": ""
      },
      {
        "assetClass": "North America",
        "weight": "overweight",
        "position": 4,
        "separate": 0,
        "comments": "The U.S. remains our preferred region given balance sheet strength, better fundamentals for consumer spending and healthy shareholder payouts."
      },
      {
        "assetClass": "Eurozone",
        "weight": "neutral",
        "position": 3,
        "separate": 0,
        "comments": "Eurozone/Regional banks are attractively valued on relative valuations and potential upward tailwinds. Risks remain from growing competition with China in key industries."
      },
      {
        "assetClass": "U.K.",
        "weight": "neutral",
        "position": 3,
        "separate": 0,
        "comments": "Higher interest rate volatility could require lower risk tolerance for the UK. Mid- and small-cap sectors continue to remain elevated. Government moves toward closer EU cooperation may reduce negative impact of withdrawal from single market."
      },
      {
        "assetClass": "Japan",
        "weight": "overweight",
        "position": 4,
        "separate": 0,
        "comments": "Sustained positive inflation and official efforts to increase corporate returns to shareholders remain fundamental supports. Potential for positive developments in energy costs and in the future of nuclear power usage for the local market."
      },
      {
        "assetClass": "Asia Pac ex-Japan",
        "weight": "underweight",
        "position": 2,
        "separate": 0,
        "comments": "Regional market likely to be driven in near term by slower economic growth in China and its impact on commodities and resource demand. Efforts to enhance fiscal policy effectiveness limit constraints for China's economy."
      },
      {
        "assetClass": "Global Fixed Income",
        "weight": "underweight",
        "position": 2,
        "separate": 1,
        "comments": "Yields are attractive, providing good diversification for multi-asset class portfolios and reasonable income. Neutral duration recommended."
      },
      {
        "assetClass": "U.S. Governments",
        "weight": "underweight",
        "position": 2,
        "separate": 0,
        "comments": "Nominal and real yields remain attractive across the curve relative to the last 10 to 15 years. A Treasury allocation for liquidity, principal preservation, and diversification is advised, as Treasuries provide the best short-term diversification benefits to Equities especially during uncertain crisis-stricken market environments. Long-term strategic level remains attractive."
      },
      {
        "assetClass": "U.S. Mortgages",
        "weight": "underweight",
        "position": 2,
        "separate": 0,
        "comments": "MBS spreads are now range-bound near their year-to-week. In the high-3% to 6% type. This reduces their appeal and potential for additional tightening (negative excess supply), and we continue to expect shorter investment horizons. Despite cuts in federal funding to municipal issuers, thanks to abundant state rainy-day funds until 2030 for their second-quarter review."
      },
      {
        "assetClass": "U.S. Corporates",
        "weight": "underweight",
        "position": 2,
        "separate": 0,
        "comments": "Investment grade spreads are trending at YTD lows – a function of improving fundamentals, weaker than expected supply, and strong demand for both Investment grade and more spread tightening over forward excess returns – and we expect that forward excess returns are likely to be driven more by carry versus spread tightening over the next year."
      },
      {
        "assetClass": "International Fixed Income",
        "weight": "neutral",
        "position": 3,
        "separate": 0,
        "comments": "International rates markets are at normal valuation levels on a U.S. dollar-hedged basis."
      },
      {
        "assetClass": "High Yield",
        "weight": "underweight",
        "position": 2,
        "separate": 0,
        "comments": "HY yield valuations remain expensive. However, a positive macroeconomic environment may limit spread volatility and help reduce losses. Unlike IG bonds, HY remain in a high-yielding environment that continues to suggest a balanced mix between beta and bonds."
      },
      {
        "assetClass": "U.S. Investment-grade Tax Exempt",
        "weight": "underweight",
        "position": 2,
        "separate": 0,
        "comments": "Tax-exempt bonds remain attractively valued. We see valuations beginning in August due to strong technical conditions. Specifically, the funds' value has been elevated for longer due to cuts in federal funding resulting in stable despite cuts in federal funding to municipal issuers, thanks to abundant state rainy-day funds until 2030 for their second year."
      },
      {
        "assetClass": "U.S. High Yield Tax Exempt",
        "weight": "underweight",
        "position": 2,
        "separate": 0,
        "comments": "High yield munis are rich relative to IG munis, based on historical valuations. However, we do not see a catalyst for spread widening based on fundamentals."
      }
    ]
  },
  "table3Views": {
    "headers": {
      "sectorHeader": "Sector",
      "cioViewHeader": "CIO View",
      "commentsHeader": "Comments"
    },
    "subtitle": "Additional CIO views on asset classes with weight recommendations:",
    "footnote": "*This table represents additional asset class considerations for portfolio construction.",
    "sectores": [
      {
        "sector": "Real Estate Investment Trusts (REITs)",
        "weight": "neutral",
        "position": 3,
        "separate": 1,
        "trend": 1,
        "comments": "REITs provide diversification benefits and inflation protection. Current valuations are reasonable, though interest rate sensitivity remains a concern."
      },
      {
        "sector": "Infrastructure",
        "weight": "overweight",
        "position": 4,
        "separate": 0,
        "trend": 1,
        "comments": "Infrastructure investments offer attractive long-term returns with inflation protection. Government spending initiatives support the sector."
      },
      {
        "sector": "Private Equity",
        "weight": "overweight",
        "position": 4,
        "separate": 0,
        "trend": 0,
        "comments": "Private equity continues to offer attractive risk-adjusted returns, though liquidity constraints must be considered in portfolio construction."
      },
      {
        "sector": "Hedge Funds",
        "weight": "neutral",
        "position": 3,
        "separate": 0,
        "trend": -1,
        "comments": "Hedge funds provide diversification and downside protection capabilities. Current market environment favors active management strategies."
      },
      {
        "sector": "Commodities",
        "weight": "underweight",
        "position": 2,
        "separate": 1,
        "trend": -1,
        "comments": "Commodities face headwinds from slowing global growth and strong dollar. However, they provide inflation hedging capabilities."
      },
      {
        "sector": "Gold",
        "weight": "neutral",
        "position": 3,
        "separate": 0,
        "trend": 1,
        "comments": "Gold serves as a portfolio diversifier and hedge against geopolitical risks. Central bank demand remains supportive."
      },
      {
        "sector": "Cryptocurrencies",
        "weight": "underweight",
        "position": 1,
        "separate": 0,
        "trend": -1,
        "comments": "High volatility and regulatory uncertainty continue to limit institutional adoption. Small allocation for portfolio diversification only."
      },
      {
        "sector": "Cash & Cash Equivalents",
        "weight": "neutral",
        "position": 3,
        "separate": 1,
        "trend": 0,
        "comments": "Current yields are attractive for short-term investment. Tactical allocation depends on market conditions and opportunities."
      }
    ]
  }
}