{
  "step1": {
    "documentTitle": "Invitation To Buy Through The Growth Cycle",
    "documentMonth": "September 2025",
    "disclaimer": "All data, projections and opinions are as of September 2, 2025 and subject to change."
  },
  "step2": {
    "inBrief": [
      "Heading into the final four months of the year with inflation running above trend and the employment data producing mixed signals, we’d use any equity weakness to increase tactical positioning through the new growth cycle.",
      "The growth cycle is inclusive of a supercycle in aerospace and defense spending, the infrastructure buildout in generative artificial intelligence (GAI), the advancement of power generation and utility infrastructure, another acceleration in cybersecurity spending, and large capital investment and management of data centers.",
      "We maintain an overweight in Equities with a preference for the U.S. relative to the rest of the world. Q2 corporate profits came in stronger than expected as domestic profit margins remain around a 60-year high. The profit cycle is likely to be extended by tailwinds from fiscal stimulus and deregulation, all supportive of economic growth and risk assets.",
      "As for Fixed Income, higher nominal and real yields provide attractive compensation for inflation and market risk. Longer-term Fixed Income offers meaningful returns relative to cash and therefore diversifies Equity risk over time with more stable income."
    ],
    "cioAssetClassViews": "This month the Global Wealth & Investment Management Investment Strategy Committee (GWIM ISC) did not make any tactical asset allocation adjustments. We maintain an overweight to Equities with a preference for U.S. Equities relative to the rest of the world, and still favor a significant allocation to bonds in a well-diversified portfolio. We would use any weakness in equity markets over this seasonally challenging period as an opportunity to rebalance.",
    "hyperlinks": [
      {
        "name": "View the CIO Asset Allocation Guidelines",
        "url": "https://mlaem.fs.ml.com/content/dam/ML/ecomm/pdf/Sept_Viewpoint_AA_Tables_ada2.pdf"
      },
      {
        "name": "Listen to the audiocast",
        "url": "https://cdnapisec.kaltura.com/p/4699762/embedPlaykitJs/uiconf_id/52359122?iframeembed=true&entry_id=1_kem9e5wk"
      }
    ],
    "summary": {
      "components": [
        {
          "type": "paragraph",
          "content": "With equity markets currently at or close to all-time highs, bond markets calm, and foreign exchange markets exhaling a bit, we are heading into the last four months of the year on a high note. The economic landscape has slowed somewhat, while the policy arena continues to tighten its grip. Moreover, the Federal Reserve’s (Fed) communication out of the August 22 Jackson Hole meeting was applauded by investors as they bid up risk assets with the view that interest rate cuts are coming sooner rather than later.\nAs the lumberjacks say, we still have some wood to chop. Inflation is above trend, while the employment data is producing mixed signals. We view the last four months of the year as “an invitation to buy” long-term equity market exposure on weakness and use growth investment themes to increase tactical positioning through the new growth cycle.\nWe highlight the “alive five” as reasoning for a bullish stance on this owl-type bullish market that continues to look around 360 degrees for confirmation that growth is about to reaccelerate into 2026:\n    1. Corporate profit growth is solid and looks set to reaccelerate into and through 2026.\n    2. Financial conditions are on the perch of getting easier.\n    3. Dry powder or cash across the industry landscape is at or close to record levels.\n    4. Investor sentiment is still overly bearish relative to the positive fundamental backdrop.\n    5. The broad equity market is subtly inviting other areas to join the advance. Equity market rebalancing has been developing and now small capitalization shares are catching up in addition to more cyclical areas.\nFor these reasons, we believe any weakness in the broader equity markets is “an invitation to buy” through and into the new growth cycle, especially if you have excessive cash exposure while the Fed is inching closer to cutting rates. Investors with a core diversified multi-asset portfolio should consider adding to it as rates drop and growth reaccelerates. In addition to the core portfolio, adding to long term growth themes as a complement also makes sense, in our view. We believe we are in the early stages of a supercycle in aerospace and defense spending (particularly modern innovative defense technology), the infrastructure buildout in generative AI, the advancement of power generation and utility infrastructure, another acceleration in cybersecurity spending, and large capital investment and management of data centers."
        }
      ]
    },
    "tableData": {
      "headers": {
        "assetClassHeader": "Asset Class",
        "cioViewHeader": "CIO View"
      },
      "footnote": "*Many products that pursue Alternative Investment strategies, specifically Private Equity and Hedge Funds, are available only to qualified investors. CIO asset class views are relative to the CIO Strategic Asset Allocation (SAA) of a multi-asset portfolio.",
      "data": [
        {
          "name": "Global Equities",
          "position": 4,
          "separate": 1,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "U.S. Large-cap Growth",
          "position": 4,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "U.S. Large-cap Value",
          "position": 4,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "U.S. Small-cap Growth",
          "position": 4,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "U.S. Small-cap Value",
          "position": 4,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "International Developed",
          "position": 3,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "Emerging Markets",
          "position": 3,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "Global Fixed Income",
          "position": 2,
          "separate": 1,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "U.S. Governments",
          "position": 2,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "U.S. Mortgages",
          "position": 2,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "U.S. Corporates",
          "position": 2,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "International Fixed Income",
          "position": 3,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "High Yield",
          "position": 3,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "U.S. Investment-grade Tax Exempt",
          "position": 2,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "U.S. High Yield Tax Exempt",
          "position": 2,
          "separate": 0,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "Alternative Investments*",
          "separate": 1,
          "isAlternativeInvestment": 0,
          "isCash": 0,
          "isHeader": 1
        },
        {
          "name": "Hedge Strategies",
          "separate": 0,
          "isAlternativeInvestment": 1,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "Private Equity & Credit",
          "separate": 0,
          "isAlternativeInvestment": 1,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "Real Assets",
          "separate": 0,
          "isAlternativeInvestment": 1,
          "isCash": 0,
          "isHeader": 0
        },
        {
          "name": "Cash",
          "separate": 1,
          "isAlternativeInvestment": 0,
          "isCash": 1,
          "isHeader": 0
        }
      ]
    }
  },
  "step3": {
    "title": "CIO INVESTMENT DASHBOARD AS OF SEPTEMBER 2, 2025",
    "description": "Throughout the autumn months, investors will keep searching for confirmation that equity market momentum can continue. Economic data may remain noisy, but the strong fundamental backdrop should continue to provide support. Long-term investors should remain fully invested and consider episodic weakness as a potential buying opportunity given worst case scenarios have been generally averted, and the profit cycle continues to move forward.",
    "tableData": {
      "headers": {
        "factorHeader": "Factor",
        "implicationHeader": "Implication for Equities",
        "cioViewHeader": "CIO View"
      },
      "subtitle": "Current readings on the key drivers of Equities for investors to consider, with arrows representing the recent trend:",
      "data": [
        {
          "factor": "Earnings",
          "trend": "neutral",
          "value": 75,
          "cioView": "According to FactSet, S&P 500 revenue and earnings grew by 5.2% and 10.9% respectively on a year-over-year (YoY) basis in 2024. Subsequently, they grew by 4.8% and 13.4% in Q1 2025. In Q2, growth is expected at 6.4% and 12.0% in kind. Overall, for 2025, consensus expects sustained performance, with revenue growth to 5.9% and profit growth of 10.7%. Meanwhile in August, the Global Earnings Revision Ratio improved for a fourth straight month and now stands above its long-term average. The advance was again led by the U.S. The country’s ratio hit a 4-year high, with upgrades surpassing downgrades. While globally the inverse remains in place, ratios improved, according to BofA Global Research."
        },
        {
          "factor": "Valuations",
          "trend": "neutral",
          "value": 25,
          "cioView": "The S&P 500 price-to-earnings (P/E) ratio (next 12 months), at around 22.3x, nears its late-2020 high of 23.4x and stands above its long-term average of 16.5x. While this headline measure suggests that U.S. Large-cap Equities, in general, remain expensive, relative discounts can be found in areas like Small-cap and Value."
        },
        {
          "factor": "U.S. Macro",
          "trend": "down",
          "value": 50,
          "cioView": "A second estimate for Q2 real gross domestic product (GDP) indicated the economy rebounded by a seasonally adjusted annual growth rate of 3.3% from Q1 growth of -0.5%. Compared to Q1, the upturn in Q2 GDP primarily reflected a downturn in imports and an acceleration in consumer spending that were partly offset by a downturn in investment. Real final sales to private domestic purchasers, which excludes the volatile trade and inventory measures, grew by 1.9% in Q2. For 2025, BofA Global Research expects real GDP growth to decelerate in Q3 to 1.0% before rebounding to 1.6% in Q4 for an annual expansion of 1.7%. For 2026, it also forecasts 1.7% growth."
        },
        {
          "factor": "Global Growth",
          "trend": "neutral",
          "value": 50,
          "cioView": "Evolving U.S. trade policy and geopolitical tensions remain uncertainties for the outlook. These pressures have limited a breakout of resilient growth for the euro area economy, which has been supported by positive elements in looser fiscal and monetary policy. In China, stimulus efforts contend with property market weakness and trade-related uncertainty, also a headwind for broader Asia. After growth of 3.3% in 2023, the global economy grew by 3.2% in 2024. BofA Global Research expects 3.0% growth for 2025 and 3.1% growth for 2026. This compares to average growth of 3.8% from 2000 to 2019, according to the International Monetary Fund."
        },
        {
          "factor": "U.S. Monetary Policy / Inflation",
          "trend": "neutral",
          "value": 50,
          "cioView": "At the Jackson Hole Economic Policy Symposium in late August, Fed Chairman Jerome Powell opened the door to a potential cut in September from its current policy interest rate level of 4.25% to 4.50%. He noted a slowdown in the labor market shifting the balance of risks. The effects of tariffs on inflation, seen as a one-time price-level change, were expected to be short-lived. However, the prospect of a longer-lasting, self-reinforcing effect wasn’t ruled out, warranting continued care in the assessment of incoming data. The market expects between two and three Fed rate cuts this year. Though the prospect of earlier rate cuts has risen, BofA Global Research expects the Fed to hold its interest rate level until the second half of 2026, when it anticipates 100 basis points (bps) worth of cuts."
        },
        {
          "factor": "Fiscal Policy",
          "trend": "down",
          "value": 50,
          "cioView": "The reconciliation measure dubbed the “One Big Beautiful Bill” has been signed into law. It extends the 2017 Tax Cuts and Jobs Act and includes new tax breaks, among other elements. BofA Global Research expects the bill will provide a moderate growth impact to U.S. GDP later this year and likely add to the deficit, though tariff revenue, if sticky, could potentially cover most of the cost of the bill."
        },
        {
          "factor": "Corporate Credit",
          "trend": "neutral",
          "value": 100,
          "cioView": "In August, credit spreads for Investment-grade (IG) and High Yield (HY) reflected lessened concerns about an economic slowdown. The spread of IG remained near levels last seen two decades ago. That of HY is near its year-to-date (YTD) low, itself near the lowest level since mid-2007."
        },
        {
          "factor": "Yield Curve",
          "trend": "neutral",
          "value": 50,
          "cioView": "The Treasury yield curve two years and out remains normalized or positively sloped. During August, the curve fell overall. An increase in the size of the inversion between the three-month and two-year rates reflected heightened anticipation of more rate cuts this cycle. However, the spread between the 2-year and 10-year slightly increased. The fed funds and the three-month rates remained near to that of the 10-year."
        },
        {
          "factor": "Technical Indicators",
          "trend": "neutral",
          "value": 100,
          "cioView": "The S&P 500 remains above its 200-day moving average, itself rising and indicative of positive momentum. In August, the cumulative advance/decline indicator, a measure of market breadth, hit a new high. A similar indicator, the percentage of New York Stock Exchange stocks closing above their 200-day moving average also trended higher last month, moving to roughly 62%. This level is closer to its average in 2024 of just over 60%, which coincided with a notable bull run for the S&P 500."
        },
        {
          "factor": "Investor Sentiment",
          "trend": "down",
          "value": 50,
          "cioView": "Investor sentiment remained largely stable in August. According to the American Association of Individual Investors, the large imbalance of dominant retail investor bearishness compared to reduced bullishness has receded from its early-April extreme. Still, bears outnumbered bulls in August per the survey. Meanwhile, the Chicago Board Options Exchange Volatility Index has fallen below its YTD average. BofA Global Research’s Bull & Bear Indicator still registers a “neutral” signal at 6.0 as of August 28."
        }
      ]
    }
  },
  "step4": {
    "title": "EQUITIES",
    "subsections": [
      {
        "heading": "We are slightly overweight Equities:",
        "content": "While we continue to see crosscurrents in the market landscape, the foundation is still relatively solid—consumer spending continues to support growth, accommodative monetary policy is expected, the profits cycle is broadening, and secular growth tailwinds remain. We maintain an Equity overweight relative to our strategic targets."
      },
      {
        "heading": "We are slightly overweight U.S. Equities:",
        "content": "The U.S. remains our preferred Equity region relative to the rest of the world. Index-level valuations have risen amid a swift equity market recovery from the April lows, but earnings currently remain supportive. Q2 marks the third consecutive quarter of double-digit YoY earnings-per-share (EPS) acceleration for the S&P 500 index. Importantly, earnings strength appears to be broadening across sectors―the Financials sector, for instance, saw double-digit profits growth in Q2 and ten out of the eleven S&P 500 sectors are expected to see positive YoY EPS growth in 2025. Delays, supply chain disruptions, various tariff impacts and dampened demand may start to selectively filter through in future quarters, but we ultimately expect full-year earnings growth in the high single digits for the S&P 500 Index.\nLarge-caps maintain relatively strong fundamentals and have staged a historic rebound from the April 8 low, but leadership remains relatively narrow with much of the gains concentrated in mega-cap Technology stocks. Small-caps have recently gained momentum and may benefit from future interest rate cuts, though tariff concerns could still present headwinds. Small-cap profits appear to have reached a long-awaited inflection point in Q2 with the S&P 600 Index logging the first quarter of YoY EPS growth since Q3 2022, according to FactSet. We emphasize the importance of incorporating both Large-caps and Small-caps in strategic portfolios.\nWhile we believe that secular tailwinds will support Growth over the long term, we emphasize the importance of avoiding overexposure to any one area of the market. Value continues to trade at a relative discount to Growth, and dividend-oriented Value stocks remain attractive. We suggest a balanced approach between Value and Growth for long-term investors.\nFrom a sector perspective, it is important to have Equity exposure across cyclical, interest rate-sensitive, and Growth sectors. We maintain overweight exposure to Financials on increased activity supported by deregulation and a positive net interest income outlook. The interest rate cuts that the Fed implemented last year, along with a steeper yield curve, can help improve credit risk and default rates going forward, especially in Commercial Real Estate (CRE). Moreover, we anticipate U.S. banks could generate record spread revenue this year even without meaningful loan growth, given the repricing trend in securities portfolios industry-wide. We are overweight Industrials as capital expenditures (capex) budgets continue to grow, some uncertainties have been removed, 100% bonus depreciation has been enacted again, and infrastructure plans are accelerating compared to recent years. Growth in infrastructure-related investments related to secular growth trends in electric power demand, energy transmission and distribution, data center builds, and next-GAI-focused semiconductor technology that is increasingly power hungry could drive multi-year demand for select growth and cyclical stocks.\nUncertainties pertaining to Healthcare policies and pricing as well as potential tariff impacts across Healthcare subsectors could drive rebalancing in portfolios; therefore, we maintain underweight exposure and stress subsector selection for Healthcare exposure. We also remain cautious on the Energy sector. The growing oil supply outlook for 2025 could weigh on oil prices, energy cash flows and earnings in coming quarters. Our positive outlook for Utilities is based on accelerating electric power demand for the first time since the early 2000s, driven in part by the growth in GAI and increasing electrification of the economy. While we are constructive on Information Technology (IT) and Communication Services as longer-term thematic trends, we maintain our neutral view in the near term on elevated valuations and the recent rally. We remain cautious on Materials, as demand is weak, and pricing power and potential tariff impacts remain questionable. With interest rate volatility in recent months, we are neutral Real Estate (RE) and prefer being selective in the RE subsectors due to positive fundamentals in some areas of RE but remain cautious about weaker trends in other areas like CRE. The consumer remained resilient throughout the first half given macro volatility, and we continue to see positive consumer spending trends despite some pressure from high prices of specific goods and services. We remain more constructive on the Consumer Discretionary sector and less positive on the more defensive Consumer Staples sector, as inflation is well off the peak of recent years and consumer income growth is solid."
      },
      {
        "heading": "We are neutral Emerging Market Equities:",
        "content": "Emerging Markets (EM) relative valuations still appear attractive, but we continue to expect a wide return dispersion between individual EM countries and regions. Trade-dependent Asian markets should be supported by a reduction in tariff-related uncertainty and appreciation of undervalued exchange rates. The heavyweight China market is likely to benefit from its exposure to leading Growth sectors, though regulatory intervention remains an ongoing risk. Growth in China may also remain constrained by structural headwinds for the RE sector and weak household balance sheets, while stimulus measures so far appear insufficient to provide a significant boost to domestic demand. Smaller markets in Central and Eastern Europe should benefit from increased European Union (EU) fiscal outlays, while market direction in Latin America, the Middle East and Africa is likely to remain broadly tied to the direction of natural resource prices. The structural rise in EM consumer spending remains a big reason why we believe investors should consider maintaining a strategic allocation to EM Equities as appropriate. The emerging world now constitutes around 40% of global personal consumption expenditures (PCE), according to the United Nations, and ongoing convergence with developed economies should support GDP growth and corporate earnings over the longer term. We favor active management when investing in EM, as fundamentals differ across countries based on fiscal capacity, external funding needs, corporate governance and other factors."
      },
      {
        "heading": "We are neutral International Developed Equities:",
        "content": "While we continue to prefer U.S. Equities over International Developed, we remain constructive on non-U.S. markets and maintain a neutral position. We expect European markets to benefit from a major potential fiscal expansion driven by infrastructure and defense spending, on top of attractive relative valuations. Manufacturing-led EU economies nonetheless remain at risk from growing competition from China in key industries. We are slightly overweight Japan Equities. The potential for faster interest rate hikes could represent a headwind for Japan but sustained positive inflation and corporate reforms remain fundamental supports. As aggregate net energy importers, International Developed markets should also be more sensitive to the direction of energy prices. We believe long-term investors should maintain some strategic exposure to International Developed Equities, as appropriate, given that they trade at a discount relative to U.S. Equities, contain more of a balance between Value and Growth sectors, can offer attractive dividend yields, and provide diversification."
      }
    ],
    "rightContainer": {
      "equityWatchList": [
        "Trade policy developments and negotiations",
        "Fiscal and monetary policy outlook",
        "Dollar movement and exposure to non-U.S. regions",
        "Progression of earnings estimates",
        "Trajectory of global manufacturing",
        "Pace of AI investment/competition",
        "Geopolitics in the Middle East"
      ],
      "riskConsiderations": [
        "Geopolitical uncertainty and heightened global protectionist measures",
        "Escalated trade war/sustained retaliatory tariffs",
        "Reacceleration of inflation",
        "Potential for slower economicgrowth"
      ]
    },
    "sectorValuation": {
      "data": [
        {
          "name": "S&P 500",
          "currentPE": 22.5,
          "averagePE": 16.5
        },
        {
          "name": "Information Technology",
          "currentPE": 18,
          "averagePE": 29
        },
        {
          "name": "Consumer Discrectionary",
          "currentPE": 21,
          "averagePE": 26
        },
        {
          "name": "Healthcare",
          "currentPE": 15,
          "averagePE": 18
        },
        {
          "name": "Financials",
          "currentPE": 13,
          "averagePE": 16
        },
        {
          "name": "Communication Services",
          "currentPE": 16,
          "averagePE": 19
        },
        {
          "name": "Industrials",
          "currentPE": 16,
          "averagePE": 23
        },
        {
          "name": "Consumer Staples",
          "currentPE": 19,
          "averagePE": 22
        },
        {
          "name": "Energy",
          "currentPE": 12,
          "averagePE": 34
        },
        {
          "name": "Real Estate",
          "currentPE": 20,
          "averagePE": 21
        },
        {
          "name": "Materials",
          "currentPE": 16,
          "averagePE": 21
        },
        {
          "name": "Utilities",
          "currentPE": 16,
          "averagePE": 18
        }
      ],
      "axisConfig": {
        "start": 10,
        "end": 35,
        "interval": 5
      },
      "imgSrc": "",
      "subtitle": "Source: Bloomberg as of August 28, 2025. Please refer to index definitions at the end of this report. It is not possible to invest directly in an index."
    }
  },
  "step5": {
    "title": "Fixed Income",
    "subsections": [
      {
        "heading": "We are slightly underweight Fixed Income within multi-asset class portfolios.",
        "content": "We are constructive on Fixed Income, but our underweight is necessary to fund our Equity overweight. We are neutral across Fixed Income sectors in all-Fixed Income low-tax-sensitivity portfolios. In all-Fixed Income high-tax-sensitivity portfolios, we prefer IG and HY Tax-Exempt relative to IG Taxable.\nThe Federal Open Market Committee (FOMC) did not change rates nor signal a rate cut in September at its July meeting. However, the weak jobs report thereafter led the rates market to price at least a 25 bps cut in September as almost a certainty. This belief was confirmed by Fed Chair Powell’s Jackson Hole statement that labor weakness may indeed require changes to the Fed’s current on-hold policy stance, resulting in a significant bull steepening in the Treasury yield curve and increased odds of rate cuts in the Fed Funds futures market. The Fed has plenty of room for policy accommodation to help the economy avoid a recession, if needed, and this remains a key component of the ISC’s constructive macro viewpoint.\nWe maintain a neutral duration stance. While moving slightly lower on a cyclical basis as rate cuts become more certain, relatively high nominal and real yields provide attractive compensation for inflation and market risk. Longer-term Fixed Income provides meaningful returns relative to cash and therefore diversifies equity risk over time with more stable income. We are still slightly more favorable on duration than when the 10-year was below 4% and believe investors should move investment cash to at least their strategic duration target."
      },
      {
        "heading": "we are slightly underweight U.S. Governments in favor of Equities.",
        "content": "Real yields―that is to say, yields after expected inflation—are around 1.20% to 2.60% across the curve, the higher end of the range since 2008. Yields substantially higher than inflation is positive for savers."
      },
      {
        "heading": "we remain slightly underweight U.S. Corporates and neutral High Yield in favor of Equities.",
        "content": "This view is predicated on expensive valuations―somewhat offset by still attractive all-in yields, which could continue to drive robust demand for high-quality Fixed Income.\nCredit spreads have more than retraced the widening we saw during April and are currently trending near YTD tights. With IG spreads around 75 bps and HY spreads around 280 bps, valuations still screen relatively rich, in our view, with more limited room for further spread compression―which is the primary driver of our slightly cautious stance on credit in multi-asset class portfolios.\nWith that being said, we generally expect a positive environment to persist for credit over the short term with several caveats. Despite some signs of a slowing labor market, economic data has been resilient—continuing to point to a healthy consumer, positive (albeit slowing) GDP growth, and inflation that generally remains contained. Credit fundamentals remain on sound footing with positive top- and bottom-line growth, resilient margins and gross leverage continuing its improving trend. HY fundamental trends are more mixed relative to IG; however, default rates are expected to move lower over the next 12 months, which should support HY spreads.\nThe technical backdrop remains the strongest argument for IG and HY to outperform, in our view. While all-in yields have recently declined, credit continues to be a yield-driven market, and the bottom line is that yields remain at levels that should attract incremental buyers (and few sellers). Further, net supply contracted throughout the summer, providing an additional tailwind to our positive view on technical dynamics. Fed policy, namely a more dovish pivot by the FOMC, and potentially lower Treasury yields are key risks to watch regarding demand for credit."
      },
      {
        "heading": "we remain slightly underweight U.S. Investment-grade Tax Exempt and U.S. High Yield Tax Exempt.",
        "content": "However, for highly tax-sensitive investors, we maintain a preference for IG and HY tax-exempt securities at current valuations. We note that the muni yield curve has become considerably steeper than the Treasury curve, making tax-exempt bonds relatively rich in the front end and belly but cheap on the long end. We expect modest outperformance on longer-term munis as the muni curve normalizes. High yield munis have underperformed investment grade YTD, due mainly to greater duration extension in the lower-rated portion of the credit spectrum. This may provide an opportunity for future high-yield outperformance if yields decline. We believe fundamentals for most munis are solid, despite prospective cuts in federal funding, thanks to still near-record state rainy-day fund levels. It is true that certain muni subsectors, e.g., healthcare and private higher education, face challenges. However, we believe these risks can be mitigated through prudent credit selection."
      },
      {
        "heading": "we are slightly underweight Mortgage-backed Securities in favor of Equities.",
        "content": "Mortgage-backed Securities (MBS) spreads continue to look relatively favorable compared to other high-quality Fixed Income, particularly IG corporates. The primary concern for MBS investors—duration extension—has largely occurred, and interest rate volatility has decreased meaningfully YTD. In our view, the risk-reward profile for this rate-sensitive sector is now more balanced. Importantly, MBS spreads are close to their 10-year average, which limits the potential upside in a relatively uncertain interest rate environment. Banking deregulation and potential government-sponsored enterprise privatization are two developments that could have implications for MBS valuations that we are watching closely."
      }
    ],
    "rightContainer": {
      "fixedIncomeWatchList": [
        "Impacts of reduced government spending and uncertainty about fiscal policies including tariffs.",
        "U.S. short-term funding markets, with the interplay of quantitative tightening and drawdown of Treasury General Account.",
        "Trend and level of U.S. nominal and real rates and inflation.",
        "Fed and global central bank activity.",
        "Global economic growth, especially with trade and tariff concerns.",
        "Credit spreads and Muni/Treasury ratios."
      ],
      "riskConsiderations": [
        "Resilient or accelerating inflation",
        "Change in Fed policy stance",
        "Slowing economic growth or confidence based on uncertainty"
      ]
    }
  },
  "step6": {
    "title": "Alternative Investments",
    "container": {
      "content": "Unlike Traditional asset classes, establishing and exiting allocations to Alternative Investments (Alts) can be a long-dated process given liquidity constraints. Because of their illiquid and long-term nature, Alts should be viewed in terms of strategic allocations. Therefore, our views on Alts strategies within each asset class reflect potential tilts in new dollar deployment based on relative opportunity, in contrast to a tactical repositioning in public markets.",
      "data": [
        "Alts are largely illiquid and therefore require a long time horizon when incorporating into portfolios.",
        "A properly implemented Alts program requires a consistent commitment, particularly within private markets strategies; withdrawing during periods of volatility can undermine the long-term benefits of the asset class and result in underallocation.",
        "Seek diversification by strategies and managers. Investing methodically within private markets strategies also improves vintage year diversification.",
        "Performance dispersion is significantly wider within Alts than in traditional investment strategies; manager selection is therefore a potential opportunity."
      ]
    },
    "subsection": [
      {
        "heading": "Hedge Strategies:",
        "content": "Hedge Strategies (HS) posted gains of approximately 1% in July. Early indicators for August suggest continued strength among fundamental Equity Hedge (EH) managers, driven by beta gains and modest alpha. That said, fundamental EH managers reduced net exposures in the second half of August amid rising volatility and leadership rotation within the tech complex. Meanwhile, systematic EH strategies, which had struggled in June and July, rebounded in August as the intensity of certain factor rotations began to fade. Macro strategies also saw improved performance as markets normalized and the dislocations that had challenged trend-following managers earlier in the year continued to\nease."
      },
      {
        "heading": "Private Equity & Credit:",
        "content": "Performance for both Buyout and Venture/Growth Private Equity (PE) strategies remained solid, with Q1 internal rates of return (IRR) of around 2%, bringing the 1-year IRRs above 6%. Recent earnings calls from publicly traded Alts managers—often used as sentiment indicators—point to low- to mid-single-digit gains in PE during Q2. PE deal volume slowed in Q2 due to policy uncertainty, but the decline was milder than feared. A combination of easing trade concerns and growing anticipation of rate cuts has also improved dealmaking sentiment heading into the end of the year and beginning of next.\nPrivate Credit (PC) also continued to deliver stable results. Private funds generated Q1 returns of 2%-3%, while other PC indexes posted Q2 gains of approximately 2.8%. Competition to deploy capital remains intense, compressing the spread between PC and broadly syndicated loan markets."
      },
      {
        "heading": "Private Real Estate:",
        "content": "Private Real Estate (PRE) funds posted modestly positive results in Q1, with returns of 0.6% and 1-year IRRs of -1.2%. U.S. open-end core funds performed better in Q2, returning 0.8% and lifting 1-year returns to 2.7%. Office market sentiment continued to stabilize, with national vacancy rates creeping higher but net absorption exceeding completions in Q2, supporting rental income. In multifamily, new supply has fallen sharply, particularly for sunbelt markets. Retail continued to hold firm, with rents rising and vacancy rates flat for the past several years. Despite encouraging signs, however, interest rate dynamics will influence PRE’s path forward over the short term. Should short-term rate declines fail to translate into lower long-term yields, the recovery may remain slow and uneven across property types."
      },
      {
        "heading": "Infrastructure:",
        "content": "Infrastructure private funds returned 2.6% in Q1, lifting 1-year IRRs to 7.1%. The asset class has held up well despite rate-driven volatility, with mid- to high-single-digit performance continuing across strategies. The long-term case remains intact—particularly for digital infrastructure—but macro risks persist. Tariffs, raw material costs, and supply chain bottlenecks could present near-term headwinds. Still, private investment opportunities are expected to remain robust, particularly in areas such as data centers, which continue to benefit from secular demand trends."
      },
      {
        "heading": "Tangible Assets:",
        "content": "Notwithstanding particular commodity demand-and-supply situations, we expect moderate upside pressures on commodity prices overall in coming quarters. Barring renewed geopolitical flareups, oil prices are likely to remain contained amid expectations for comfortable supply-demand conditions into late 2026. Given the central role of energy in commodity production and transportation costs, this should also help anchor broader commodity prices. On the other hand, further dollar depreciation—given its still elevated level on a real broad trade-weighted basis—is likely to provide tailwinds to commodity demand and pricing. Moreover, the global manufacturing cycle appears poised to rebound as tariff uncertainty fades, U.S. fiscal stimulus takes hold, and increased European government spending supports industrial activity. With inflation normalizing, the Fed is unlikely to restrain the economy for the foreseeable future. Accommodative monetary policy and stronger global growth should support metals prices going forward."
      }
    ],
    "altStrategies": [
      {
        "title": "HEDGE STRATEGIES",
        "data": [
          {
            "heading": "Equity Hedge",
            "bullCase": "Potential alpha generation opportunities in high-dispersion or volatile markets; resumption of micro-dominated market would benefit stock selection; low net better positioned for market sell-off.",
            "bearCase": "Macro-driven market dominated by trade challenging for fundamental stock pickers.",
            "symbol": "+",
            "color": "green"
          },
          {
            "heading": "Event Driven",
            "bullCase": "Pressure of high rates could create distressed opportunities; if merger activity were to increase and deal spreads widen; higher risk-free rate positive for merger arbitrage",
            "bearCase": "Distress may not materialize in size or may be delayed; if merger activity fails to materialize; lower rates negative"
          },
          {
            "heading": "Relative Value",
            "bullCase": "Still in world of higher-though-volatile yields; tariff capitulation should support growth; decent dispersion in HY and Leveraged Loan.",
            "bearCase": "Spreads very tight; potential increase in credit risk and defaults"
          },
          {
            "heading": "Macro",
            "bullCase": "Possible \"higher-for-longer\" rate regime could create cross-asset volatility in rates and foreign exchange; inflation stickiness could exacerbate macro volatility; possible transition to new trade regime could create long-term trends.",
            "bearCase": "Choppy markets driven by erratic trade policy difficult for trend-following; if rate volatility structurally declined",
            "symbol": "+",
            "color": "green"
          }
        ],
        "footnote": "Alpha is a measure of how well an investment performs relative to a benchmark or what's expected based on its risk level. Bull case is an environment or set of factors that could represent tailwinds for the strategy. Bear case is an environment or set of factors that could represent headwinds for the strategy. The + symbol indicates the strategies CIO views as having the most favorable opportunity set for new investment within the Alts asset classes."
      },
      {
        "title": "PRIVATE EQUITY & CREDIT",
        "data": [
          {
            "heading": "Buyout",
            "bullCase": "Current vintages likely attractive for long-term given profitability focus; within PE, Secondaries benefiting from structural expansion; deal activity to increase if trade uncertainty declines.",
            "bearCase": "Trade volatility could slow deals/exits, hurt margins; persistence of higher rates a headwind"
          },
          {
            "heading": "Venture/Growth",
            "bullCase": "Significant correction benefits capital providers; AI could drive investment supercycle; early Venture Capital (VC) stages more insulated than later stages; falling rates would likely be a tailwind.",
            "bearCase": "Ex-AI VC market still challenged; VC focus on supporting portfolio companies; initial public offering drought could continue; timelines extended plus increased risk of dilution; higher rates drag on unprofitable companies."
          },
          {
            "heading": "Special Situations",
            "bullCase": "Default rates rising; higher-for-longer and tariffs would pressure levered balance sheets; companies seeking creative financing before maturities.",
            "bearCase": "Trade policy capitulation or rate cuts could smooth out credit cycle keeping it more average"
          },
          {
            "heading": "Private Credit",
            "bullCase": "High-though-declining yields; healthy spread to public credit over time; economic resiliency supportive of credit; secular tailwinds; fresh capital can underwrite to current risks.",
            "bearCase": "Credit risk could rise and lower-quality most at risk; regulatory scrutiny; public leveraged credit competition; significant capital allocating to PC; rates falling.",
            "symbol": "+",
            "color": "green"
          }
        ],
        "footnote": ""
      },
      {
        "title": "REAL ESTATE",
        "data": [
          {
            "heading": "Private Real Estate",
            "bullCase": "Supply and demand imbalance in residential driving secular opportunities; sectors like data centers rising; cap rates slowly reflecting lower valuations; lower mortgage rates may unlock markets; lending strategies offering compelling profiles; distressed and opportunistic opportunities could emerge given stress.",
            "bearCase": "Transactions remain muted; risk of mortgage rates not declining as much as market hoped"
          },
          {
            "heading": "Infrastructure",
            "bullCase": "Opportunity bolstered by large need for energy investments and upgrading aging infrastructure; high demand for digitization and data centers, including international opportunities; potential inflation hedge.",
            "bearCase": "Fiscal spend on infrastructure now in crosshairs; higher rates challenging project financing; lower inflation could mitigate relative attractiveness.",
            "symbol": "+",
            "color": "green"
          },
          {
            "heading": "Tangible Assets",
            "bullCase": "Geopolitical risk and trade wars could spill over and pressure commodities supply; potential for diversification and inflation hedge.",
            "bearCase": "Trade wars could mute global growth; energy supply has offset Middle East tensions; weak dollar could be a headwind."
          }
        ],
        "footnote": "Bull case is an environment or set of factors that could represent tailwinds for the strategy. Bear case is an environment or set of factors that could represent headwinds for the strategy. The + symbol indicates the strategies CIO views as having the most favorable opportunity set for new investment within the Alts asset classes."
      }
    ],
    "strategy": {
      "title": "Macro strategy",
      "data": [
        "Consumer spending growth remains firm as unemployment claims remain low, job openings are comfortable relative to unemployment, wage-and-salary growth has remained solid, and tariff uncertainty faded. Q3 GDP growth is tracking over 3%, helped by strong business investment spending.",
        "Core PCE inflation has been stuck in a 2.5% to 3% range for over a year. Well-contained energy prices and housing price disinflation are helping to offset upward pressure from higher tariffs.",
        "Q2 corporate profits came in much stronger than expected fueled by the AI boom. Despite inching slightly lower, domestic profit margins remain around a 60-year high. The profit cycle is likely to be extended by tailwinds from fiscal stimulus and deregulation, all supportive of economic growth and risk assets. Equity market leadership, tight credit spreads, normalized volatility, and a softening dollar from overvalued levels suggest the midcycle is likely to continue despite a temporary tariff-induced soft patch."
      ]
    }
  },
  "step7": {
    "title": "ECONOMIC FORECASTS (AS OF 8/29/2025)",
    "tableData": {
      "header": [
        "Q1 2025A",
        "Q2 2025A",
        "Q3 2025E",
        "Q4 2025E",
        "2025E",
        "2026E"
      ],
      "data": [
        [
          "Real global GDP (% y/y annualized)",
          "-",
          "-",
          "-",
          "-",
          "3",
          "3.1"
        ],
        [
          "Real U.S. GDP (% q/q annualized)",
          "-0.5",
          "3.3",
          "1.0",
          "1.6",
          "1.7",
          "1.7"
        ],
        [
          "CPI inflation (% y/y)",
          "2.7",
          "2.5",
          "2.8",
          "2.6",
          "2.6",
          "2.3"
        ],
        [
          "Core CPI inflation (% y/y)",
          "3.1",
          "2.8",
          "3",
          "3",
          "3",
          "2.7"
        ],
        [
          "Unemployment rate (%)",
          "4.1",
          "4.2",
          "4.3",
          "4.4",
          "4.2",
          "4.5"
        ],
        [
          "Fed funds rate, end period (%)",
          "4.38",
          "4.38",
          "4.38",
          "4.38",
          "4.38",
          "3.38"
        ]
      ],
      "footnote": "The forecasts in the table are the baseline view from BofA Global Research. The Global Wealth & Investment Management (GWIM) Investment Strategy Committee (ISC) may make adjustments to this view over the course of the year and can express upside/downside to these forecasts. There can be no assurance that the forecasts will be achieved. Economic or financial forecasts are inherently limited and should not be relied on as indicators of future investment performance. A = Actual. E/* = Estimate. Sources: BofA Global Research; GWIM ISC as of September 2, 2025. Forecasts are subject to change. When assessing your portfolio in light of our current guidance, consider the tactical positioning around asset allocation in reference to your own individual risk tolerance, time horizon, objectives, and liquidity needs. Certain investments may not be appropriate, given your specific circumstances and investment plan. Certain security types, like hedged strategies and private equity investments, are subject to eligibility and suitability criteria. Your advisor can help you customize your portfolio in light of your specific circumstances."
    },
    "rightContainer": {
      "title": "S&P 500 SCENARIOS BASED ON FORWARD P/E AND 2025 EARNINGS PER SHARE (EPS)",
      "content": "The table below provides a rough indication of where the S&P 500 Index’s central tendency could be, given various scenarios for EPS in 2025 and P/E ratio multiples. These scenarios are not official price targets and are not meant to signal levels where portfolio actions may always be needed. However, during times of market volatility, it’s useful to keep this basic framework in mind when considering whether to incrementally add to or trim risk from portfolios while staying invested in one’s strategic asset allocation framework.",
      "tableData": {
        "header": [
          "2025 EPS",
          "EPS Forward P/E (Next 12 months)"
        ],
        "subheader": [
          "19x",
          "20x",
          "21x",
          "22x",
          "23x"
        ],
        "data": [
          [
            "305",
            5795,
            6100,
            6405,
            6710,
            7015
          ],
          [
            "295",
            5605,
            5900,
            6195,
            6490,
            6785
          ],
          [
            "285",
            5415,
            5700,
            5985,
            6270,
            6555
          ],
          [
            "275",
            5225,
            5500,
            5775,
            6050,
            6325
          ],
          [
            "265",
            5035,
            5300,
            5565,
            5830,
            6095
          ],
          [
            "255",
            4845,
            5100,
            5355,
            5610,
            5865
          ],
          [
            "245",
            4655,
            4900,
            5145,
            5390,
            5635
          ]
        ],
        "footnote": "For illustrative purposes only. Source: Chief Investment Office as of September 2, 2025."
      }
    }
  },
  "step8": {
    "title": "CIO ASSET CLASS VIEWS AS OF SEPTEMBER 2, 2025",
    "header": [
      "Asset Class",
      "CIO View",
      "Comments"
    ],
    "subheader": [
      "Underweight",
      "Neutral",
      "Overweight"
    ],
    "footnote": "Asia Pac ex-Japan refers to the geographic area surrounding the Pacific Ocean. The Asia Pac ex-Japan covers the western shores of North America and South America, and the shores of Australia, eastern Asia, and the islands of the Pacific. Tactical qualitative investment strategy weightings are relative in nature versus the strategic weightings for a fully diversified portfolio. Weightings are based on the relative attractiveness of each asset class. Tactical strategy weightings are for a 12- to 18-month time horizon. CIO asset class views are relative to the CIO Strategic Asset Allocation (SAA) of a multi-asset portfolio. Because economic and market conditions change, recommended allocations may vary in the future. Asset allocation cannot eliminate the risk of fluctuating prices and uncertain returns. All sector and asset allocation recommendations must be considered in the context of an individual investor’s goals, time horizon, liquidity needs, and risk tolerance. Not all recommendations will be in the best interest of all investors.",
    "data": [
      {
        "assetClass": "Global Equities",
        "position": 4,
        "separate": 1,
        "merge": 0,
        "comments": "We are overweight Equities and continue to view weakness as a buying opportunity for long-term investors. We are overweight the U.S. and neutral EM and International Developed."
      },
      {
        "assetClass": "U.S. Large-cap Growth",
        "position": 4,
        "separate": 0,
        "merge": 1,
        "comments": "Large-caps continue to look attractive on solid fundamentals, strong free cash flow (FCF) and the ability to produce healthy shareholder payouts. We emphasise the importance of incorporating both Growth and Value, as appropriate."
      },
      {
        "assetClass": "U.S. Large-cap Value",
        "position": 4,
        "separate": 0,
        "merge": 0,
        "comments": ""
      },
      {
        "assetClass": "U.S. Small-cap Growth",
        "position": 4,
        "separate": 0,
        "merge": 1,
        "comments": "While headwinds persist, Small-caps may benefit from future interest rate cuts and a potential earnings inflection. We continue to suggest a balance of value and Growth factors."
      },
      {
        "assetClass": "U.S. Small-cap Value",
        "position": 4,
        "separate": 0,
        "merge": 0,
        "comments": ""
      },
      {
        "assetClass": "International Developed",
        "position": 2,
        "separate": 0,
        "merge": 0,
        "comments": "We are neutral International Developed Equities. Valuations appear attractive on a relative basis, with potential upside catalysts from fiscal policy in Europe and domestic reforms in Japan."
      },
      {
        "assetClass": "Emerging Markets",
        "position": 2,
        "separate": 0,
        "merge": 0,
        "comments": "We are neutral EM overall with regional disparities expected across Asia and smaller markets in Europe, Latin America, the Middle East, and Africa. Heavyweight China market continues to face economic constraints, but likely supported by exposure to leading Growth sectors."
      },
      {
        "assetClass": "International",
        "position": -1,
        "separate": 1,
        "merge": 0,
        "comments": ""
      },
      {
        "assetClass": "North America Slight overweight green",
        "position": 4,
        "separate": 0,
        "merge": 0,
        "comments": "The U.S. remains our preferred region given balance sheet strength, better fundamentals for consumer spending and healthy shareholder payouts."
      },
      {
        "assetClass": "Eurozone",
        "position": 3,
        "separate": 0,
        "merge": 0,
        "comments": "Expansionary fiscal policy combined with attractive relative valuations are potential market tailwinds. Risks remain from growing competition with China in key industries."
      },
      {
        "assetClass": "U.K.",
        "position": 3,
        "separate": 0,
        "merge": 0,
        "comments": "Higher business taxes from government budget represent a headwind for the corporate sector, while mortgage rates remain elevated. Government moves toward closer EU cooperation may reduce negative impact of withdrawal from single market."
      },
      {
        "assetClass": "Japan",
        "position": 4,
        "separate": 0,
        "merge": 0,
        "comments": "Sustained positive inflation and official efforts to increase corporate returns to shareholders remain fundamental supports. Potential for faster interest rate hikes could represent a potential headwind for the local market."
      },
      {
        "assetClass": "Asia Pac ex-Japan*",
        "position": 2,
        "separate": 0,
        "merge": 0,
        "comments": "Regional market likely to be driven in near term by slower economic growth in China and its impact on consumption and resource demand. Longer-term outlook dampened by exposure to ongoing structural constraints for China’s economy."
      },
      {
        "assetClass": "Global Fixed Income",
        "position": 2,
        "separate": 1,
        "merge": 0,
        "comments": "Yields are attractive, providing good diversification for multi-asset class portfolios and reasonable income. Neutral duration recommended."
      },
      {
        "assetClass": "U.S. Governments",
        "position": 2,
        "separate": 0,
        "merge": 0,
        "comments": "Nominal and real yields remain attractive across the curve relative to the last 10 to 15 years. A Treasury allocation for liquidity, principal preservation, and diversification is advised, as Treasurys provide the best short-term diversification benefits to Equities among Fixed Income sectors. Rate volatility has increased and may remain high."
      },
      {
        "assetClass": "U.S. Mortgages",
        "position": 2,
        "separate": 0,
        "merge": 0,
        "comments": "MBS spreads are now range-bound near their ten-year average, in the high-30s (bps). This reduces their appeal and potential for additional upside relative to Treasurys, in our view. That said, on a relative basis, MBS remains attractive compared to high-quality corporate bonds."
      },
      {
        "assetClass": "U.S. Corporates",
        "position": 2,
        "separate": 0,
        "merge": 0,
        "comments": "IG spreads have again reached multidecade tights―a function of improving fundamentals, weaker than expected supply, and strong demand amid still relatively attractive all-in yields. That being said, valuations from a spread perspective remain expensive – and we expect that forward excess returns are likely to be driven more by carry versus spread tightening over the next 12 months. Our base case is that spreads remain range-bound near current levels."
      },
      {
        "assetClass": "International Fixed Income",
        "position": 3,
        "separate": 0,
        "merge": 0,
        "comments": "International rates markets are at normal valuation levels on a U.S. dollar-hedged basis."
      },
      {
        "assetClass": "High Yield",
        "position": 3,
        "separate": 0,
        "merge": 0,
        "comments": "Similar to investment grade, high yield valuations remain expensive—although not quite as rich as IG from a historical perspective. However, a positive macroeconomic environment may limit spread volatility and credit losses. This leaves us comfortable at a Neutral positioning. Within a high yield allocation, we continue to suggest a balanced mix between loans and bonds."
      },
      {
        "assetClass": "U.S. Investment- grade Tax Exempt",
        "position": 2,
        "separate": 0,
        "merge": 0,
        "comments": "The muni yield curve has become considerably steeper than the Treasury curve, making tax-exempt bonds relatively rich in the front end and belly, but cheap on the long end. We expect modest outperformance on longer-term munis as the muni curve normalizes. We believe fundamentals for most munis are solid, despite cuts in federal funding, due to still near-record levels of state rainy-day funds. However, certain muni subsectors, e.g., healthcare and private higher education, face challenges."
      },
      {
        "assetClass": "U.S. High Yield Tax Exempt",
        "position": 2,
        "separate": 0,
        "merge": 0,
        "comments": "HY munis have underperformed IG YTD, due mainly to greater duration extension in the lower-rated portion of the credit spectrum. This may provide an opportunity for future high-yield outperformance if yields decline."
      }
    ]
  },
  "step9": {
    "title": "CIO EQUITY SECTOR VIEWS AS OF SEPTEMBER 2, 2025",
    "content": "The CIO Equity sector view is developed by applying a multi-input process combining the CIO’s factor views and fundamental bottom-up industry outlook with top-down macro-economic changes and trends. The factor approach emphasizes valuation and momentum as key inputs, with a fundamental overlay taking into consideration forward-looking views of growth, profits, policy, events, and sentiment as well as inclusion of certain investment themes. BofA Global Research’s sector strategy views are also captured as an input into the CIO process. Our sector views are developed with a 12- to 18-month outlook but are revisited monthly by the GWIM Investment Strategy Committee.",
    "tableData": {
      "header": [
        "Sector",
        "CIO View",
        "Comments"
      ],
      "subheader": [
        "Underweight",
        "Neutral",
        "Overweight"
      ],
      "data": [
        {
          "sector": "Financials",
          "position": 5,
          "separate": 0,
          "trend": 0,
          "comments": "We expect increased activity supported by deregulation and a positive net interest income outlook for the Financials in coming quarters. The interest rate cuts that the Fed implemented last year, along with a steeper yield curve, can help improve credit risk and default rates going forward, especially in CRE. Moreover, we anticipate U.S. banks could generate record spread revenue this year even without meaningful loan growth, given the repricing trend in securities portfolios industry wide. Policy implementation is ultimately where the rubber will meet the road for investors, but potential changes to (or elimination of) the Consumer Financial Protection Bureau (CFPB), Fed stress testing, and “gold-plating” American banks’ balance sheets with capital buffers above international standards all have potential to enhance profitability. Capital return will likely remain the cornerstone of the investment case for most of the Financials sector. Lower interest rates should also improve credit quality (especially CRE) and facilitate workouts instead of charge-offs. Overall, the volatility of the Financials sector should improve with the recent addition of large e-payment card networks that have been stable earnings compounders historically (without taking credit risk). We also favor alternative asset managers with proven track records and billions in dry powder that consistently draw fund inflows and maintain management fee pricing power. Alts (especially PE) have demonstrated an ability to thrive in all kinds of economic environments, including recession. Overall, valuation is attractive, and earnings-driven momentum should continue to improve when rates move lower. Risk Considerations: 1) a persistently inverted yield curve, 2) interest rate volatility, 3) a deep credit cycle for CRE, 4) lost market share to non-bank lenders."
        },
        {
          "sector": "Utilities",
          "position": 4,
          "separate": 0,
          "trend": 0,
          "comments": "We favor exposure to Utilities on accelerating electricity demand forecasts driven by the AI boom, which looks to be a positive long-term tailwind for the sector, catalyzing growing electricity demand for the first time since the early 2000s and supporting even higher investment in power generation and transmission and distribution (T&D). Utilities historically provide reliable earnings and outperform in the late cycle and during economic growth slowdowns, especially regulated utilities that provide a defensive hedge to portfolios. Given the better demand outlook from AI and data centers, we see reason to view even this historically low-volatility sector in a more constructive light. We view the need for increasing investment in electric infrastructure as structural and not dependent on any specific piece of legislation. We prefer Utilities with strong balance sheets, constructive regulatory mechanisms, and low-volatility business models. Unregulated Independent Power Producers (IPPs) are a small subsector that we currently favor given exposure to growth from rising AI and data center demand. Valuations based on forward price-earnings multiples are attractive compared to the broader S&P 500 index, and momentum is neutral. Risk Considerations: 1) slower power demand growth than forecast, 2) greater regulatory scrutiny, 3) power outage events."
        },
        {
          "sector": "Consumer Discretionary",
          "position": 4,
          "separate": 0,
          "trend": 0,
          "comments": "With a resilient consumer, a relatively solid job market, lower interest rates on the horizon, and a positive economic backdrop, we are overweight Consumer Discretionary. Slightly lower energy costs, wage increases, and a still relatively healthy job market are helping to maintain solid consumer spending. Consumers remain resilient and are finding ways to alter their budgets to accommodate both experiences and necessities. Further, with inflation declining from its previous highs and interest rates also gradually moving lower, this should support consumer confidence when policy uncertainty clears. Consumer retail channels are shifting back to online spending as value-oriented consumers utilize alternative payment methods to supplement their spending and seek out bargains. More evidence of economic strength and a resilient consumer could help support relative earnings growth and relative valuation levels. Valuation for the sector is elevated with momentum neutral. Risk Considerations: 1) economic slowdown, 2) spikes in energy prices or interest rates, 3) geopolitical uncertainty."
        },
        {
          "sector": "Industrials",
          "position": 4,
          "separate": 0,
          "trend": 0,
          "comments": "We are overweight Industrials as capex budgets continue to grow, some uncertainties have been removed, 100% bonus depreciation has been enacted again, and infrastructure plans are accelerating compared to recent years. Longer-term, there are multiple thematic drivers for Industrials over the next three to five years, including improving outlooks for international defense budgets outside the U.S. Recent safety and manufacturing issues in commercial aerospace weighed on the sector, but longer-term aerospace should benefit from a multiyear backlog of commercial plane orders to build and deliver. Potential improvements in the global capital expenditures cycle, including the normalization and reshoring of supply chains and manufacturing, investment in new equipment after years of focusing on productivity, and fiscal stimulus plans could support the construction, transportation, machinery, and freight and logistics industries longer-term. However, weaker import/export demand from Europe and China could be a near-term drag on earnings growth for industrial conglomerates and transport stocks. Secular growth drivers like the evolution of GAI and increased power demand support the longer-term view for electrical equipment and Industrials related to this trend. Valuation is slightly elevated, and momentum is improving. Risk Considerations: 1) short-cycle recovery timing continues to be pushed back, 2) inflation resurgence drives up input costs, pressuring margins, 3) continued supply chain stress."
        },
        {
          "sector": "Communication Services",
          "position": 3,
          "separate": 0,
          "trend": 0,
          "comments": "We are neutral on the Communication Services sector, as some of the largest companies in this sector provide high-quality fundamental characteristics and could be more attractive in a slow-growth economic environment. Despite our concern for ongoing regulatory oversight and the never-ending battle over content, management teams are now adjusting their business models to reduce costs and become more efficient. Ad spending is moving from e-commerce to travel and leisure, hence advertisers are having to shift their targeting. Some retailers are suffering from rising costs and slowing sales, which could drive changes in advertising spend. We are constructive on the sector based on three key factors: 1) Valuation multiples were largely derisked in 2023; 2) Earnings estimates were reduced and are moving higher for the sector leaders; and 3) More importantly, broad cost-reduction plans could create potential earnings upside. Valuations are rich for sector leaders and momentum recently improved. Risk Considerations: 1) regulatory and antitrust risks, 2) capital expenditures ramps for AI investments that limit EPS and FCF, 3) lower engagement pressuring growth."
        },
        {
          "sector": "Information Technology",
          "position": 0,
          "separate": 0,
          "trend": 0,
          "comments": "The Information Technology sector is neutral on elevated valuations and questions surrounding supply chains and AI-driven flows for mega-cap Technology stocks. However, margin risks remain for certain companies in the sector, and the potential remains for downward earnings revisions that are more likely to affect higher-beta, higher-valuation companies. Despite strong long-term Cloud and AI trends, software margins could continue to deteriorate and uncertainty on AI evolution potentially replacing software in specific cases longer term. We suggest a neutral weight in IT, with a bias to larger and higher-quality companies with strong earnings growth, FCF, and balance sheets. We continue to encourage investors to be careful about unprofitable, expensive, and long-duration IT companies. The pandemic accelerated the digital transitions for many industries, but, over the longer term, we remain positive on the secular growth trends for Cloud computing, machine learning and AI, data centers, software, cybersecurity, and semiconductors. Valuations in the sector declined in 2022 but are still elevated after rising again in 2023 and 2024, especially after the rally in AI-related companies. Further, any additional moves higher in interest rates could pressure multiples for high-growth and high-valuation technology stocks, especially stocks with low to no profits; therefore, look for GARP (growth at a reasonable price) in software and semiconductors. The IT sector still generates significant FCF, dividend growth, and remains driven by long-term fundamentals. Technology is deflationary by nature; therefore, long-term investors should look to add to transformational and industry-leading businesses on market weakness. Valuations remain elevated and momentum improved. Risk Considerations: 1) China exposure and trade wars, 2) supply chain constraints, 3) GAI monetization, 4) narrow breadth and premium valuations."
        },
        {
          "sector": "Real Estate",
          "position": 0,
          "separate": 0,
          "trend": 0,
          "comments": "The decline in interest rates from 2023 peak levels reduces some but not all risks regarding refinancing and the cost of capital for RE projects. Interest rate uncertainty and the risk of longer-term rates backing up remain key risks in 2025. Expectations of additional Fed rate cuts, in addition to cautious positioning and sentiment in the RE sector, could lead to increased Equity portfolio exposure to the sector, especially if rates decline. However, interest rates are still elevated compared to the zero-rate policy environment; therefore, increased interest expenses could still weigh on RE sector earnings in coming quarters. We would be more selective within the RE sector and prefer neutral sector exposure. There are mixed outlooks among its subsectors because of consumer and corporate changes like remote work, e-commerce, and less business travel that are potential longer-term headwinds for CRE companies (e.g., office), mall operators, and retail-related property owners as companies consolidate RE footprints. Furthermore, risks are rising for downward pressure on rental rates as lease contracts expire and new contracts are negotiated. Continue to emphasize longer-term secular trends in data centers, communication infrastructure (towers), storage, and industrial RE. Valuation and momentum are neutral. Risk Considerations: 1) spike in interest rates and borrowing costs, 2) declining demand for CRE in oversupplied markets, 3) workout problems."
        },
        {
          "sector": "Healthcare",
          "position": 2,
          "separate": 0,
          "trend": 0,
          "comments": "Uncertainties pertaining to Healthcare policies and pricing, combined with potential tariff impacts across Healthcare subsectors, keep us cautious on the sector, and we stress subsector selection for healthcare exposure. We see a confluence of macro, micro, and policy uncertainties that we believe reduce the probability of a sustained rally. These uncertainties could last throughout 2025, creating a lack of clarity on out-year earnings potential and, as a result, less new money entering the sector near term. Also, some of the “pro-growth” policies from the current administration increase the probability of a more “pro-cyclical” trading environment that is not an ideal backdrop for Healthcare outperformance. In the latter months of 2025 and into 2026, we are focused on policy changes that could impact the Managed Care, Providers, and Biopharma subsectors. Question"
        },
        {
          "sector": "Consumer Staples",
          "position": 2,
          "separate": 0,
          "trend": 0,
          "comments": "The directional change in our Consumer Staples sector view in January was meant to acknowledge the underperformance versus the broader market and versus the Consumer Discretionary sector. The Consumer Staples sector encountered numerous headwinds beginning with the September 2024 Fed Policy shift, the presidential election outcome, and ongoing sluggish fundamentals. On the fundamental side, a more discerning consumer continues to seek ways to optimize their discretionary spending budgets with new behaviors like product substitution and trade down. Increased sale of private label and store brands have pressured branded consumer product profitability. In addition, some product categories are experiencing further pressure from the increased usage of weight loss drugs. Adding to the negative investor sentiment is the perceived risk from the new administration’s focus on government oversight of health and wellness trends. Recently, the recommendation to put health risk labels on alcoholic beverages has added to putting further pressure on the traditional consumer packaged goods companies. Global consumer packaged goods companies are responding to the headwinds that they can control by altering their product mix and package sizes to include more better-for-you products while sharpening their price points to remain relevant to a budget-constrained consumer. Underlying fundamentals are beginning to stabilize, and traditional Staples companies are beneficiaries of the advantageous food-at-home versus food-away-from-home budget proposition. Food-at-home is more economical and allows consumers to stretch their meal budgets. In addition, the stronger multinational consumer packaged goods companies have embarked on sizable cost savings programs that are meant to act on those things in their control. An uptick in capital spending on AI initiatives is likely to drive future cost reductions in supply chain, factory floor automation and productivity, and diversify their global sourcing options. While investor sentiment remains subdued, underlying fundamentals are showing early signs of stabilization with lower break-even profitability along with easier revenue and earnings comparisons that could provide for better-than-feared earnings results in 2025. Valuation appears to have overreacted to the increase in both actual and perceived headwinds. Valuation measures such as relative dividend yield and enterprise value/sales are near multi-year lows. Valuations are fair to undervalued, and momentum recently deteriorated. Risk Considerations: 1) soft demand across consumer-packaged goods, 2) consumer trade down and substitution, 3) ongoing growth in private label and store brands."
        },
        {
          "sector": "Materials",
          "position": 2,
          "separate": 0,
          "trend": 0,
          "comments": "Pockets of slower global growth and weaker commodity prices factor into our continued cautious view on the Materials sector. We are seeing deceleration in the pricing cycle from higher pricing levels of recent years and some signs of oversupply in specific areas. Higher interest rates in the developed world and ongoing trials securing labor and materials are pushing some project timelines to the right, and, with the additional challenge of higher energy costs, we are seeing some formerly profitable projects being reconsidered. On the supply side, concerns remain about too much new capacity in the future for petrochemicals and commodity chemicals with questions regarding demand levels for 2025. Multiples could expand or contract dependent on pricing across the commodity complex. Downward pricing pressure would give some intermediaries relief on costs, but if they are also experiencing volumes decline, operating leverage could be at risk. We still see some longer-term tailwinds for demand, such as AI growth and power buildouts; however, mixed data and the slower-than-expected growth and activity in China makes the risk-reward outlook less attractive with both inflation and pricing power moving lower. Earnings revision trends could be mixed going forward. As a result, the underlying sector valuation is neutral, but momentum declined in recent months. Risk Considerations: 1) slower global economic growth, 2) weaker residential and non-residential construction, 3) oversupplied materials markets."
        },
        {
          "sector": "Energy",
          "position": 1,
          "separate": 0,
          "trend": 0,
          "comments": "We remain cautious on the Energy sector on the growing oil supply outlook for 2025, weaker energy cash flows and earnings in coming quarters. Despite tensions and conflicts in the Middle East, production has not been interrupted and therefore has capped oil price upside. Further, growing oil production from both OPEC+ producers and non-OPEC producers in Guyana, Gulf of Mexico, offshore Brazil and other regions could add to inventories in an environment that is already moving towards an oversupplied market. Combined with slower global demand, led by China, we see risks to energy company cash flows and earnings estimates in future quarters. OPEC+ recently changed their policy by ending the production cuts and is an important change in current policy for energy markets. This dynamic has investor sentiment very cautious on the sector. Any potential oil price declines to lower ranges could weigh on energy stocks this year. Energy companies are still returning cash to shareholders through a combination of base dividends, increasingly less variable dividends, and stock buybacks. Longer term, secular headwinds still confront the sector, including the transition to clean energy, lower renewable energy costs, declining short-cycle inventories and sustainability-focused investors. Continue to emphasize companies that are low-cost producers with high FCF, balance sheet strength and low break-even oil prices. Energy stocks still provide attractive valuations and strong dividends with negative momentum. Risk Considerations: 1) lower oil and natural gas commodity prices, 2) slower global energy demand."
        }
      ]
    },
    "footnote": "Source: Chief Investment Office. All sector and asset allocation recommendations must be considered in the context of an individual investor's goals, time horizon, liquidity needs and risk tolerance.Not all recommendations will be in the best interest of all investors."
  },
  "step10": {
    "title": "CIO THEMATIC INVESTING AS OF SEPTEMBER 2, 2025",
    "content": "",
    "tableData": {
      "header": [
        "Level 1",
        "Level 2"
      ],
      "data": [
        {
          "category": "Transformative Innovation",
          "leftData": [
            "Generative AI",
            "Robotics/Automation",
            "Digitization"
          ],
          "rightData": [
            {
              "header": "Generative AI",
              "description": "Power demand/generation, productivity wave"
            },
            {
              "header": "Robotics/Automation",
              "description": "Industrial/service robotics"
            },
            {
              "header": "Digitization",
              "description": "Cloud computing, data analytics, digital payments, internet of things, augmented reality and virtual reality, electrified transportation"
            }
          ]
        },
        {
          "category": "Resilient Infrastructure",
          "leftData": [
            "Energy Addition",
            "Utility Infrastructure",
            "Supply Chain Reconfiguration"
          ],
          "rightData": [
            {
              "header": "Energy Addition",
              "description": "Nuclear renaissance, solar, natural gas generation, hydrogen, battery storage"
            },
            {
              "header": "Utility Infrastructure",
              "description": "Data centers, grid (transmission/distribution), thermal management, water management, power generation"
            },
            {
              "header": "Supply Chain Reconfiguration",
              "description": "Onshoring/nearshoring buildout"
            }
          ]
        },
        {
          "category": "Future Security",
          "leftData": [
            "Aerospace & Defense",
            "Cybersecurity",
            "Resource Protectionism"
          ],
          "rightData": [
            {
              "header": "Aerospace & Defense",
              "description": "Remilitarization, space, drones"
            },
            {
              "header": "Cybersecurity",
              "description": "Network security, cloud evolution/security, endpoint security"
            },
            {
              "header": "Resource Protectionism",
              "description": "Food/agriculture/commodity scarcity (water), natural resources, metals/mining"
            }
          ]
        },
        {
          "category": "Changing Demographics",
          "leftData": [
            "Healthcare Innovation",
            "Great Wealth Transfer",
            "Global Labor Force Distribution"
          ],
          "rightData": [
            {
              "header": "Healthcare Innovation",
              "description": "Ageing, longevity, drug discovery, biotechnology (gene therapy, personalized medicine)"
            },
            {
              "header": "Great Wealth Transfer",
              "description": "Wealth creation, NextGen consumer/investor base"
            },
            {
              "header": "Global Labor Force Distribution",
              "description": "Immigration/migration, global fertility bust, automation “cobots”"
            }
          ]
        }
      ]
    }
  },
  "step11": {
    "title": "Index Definitions",
    "disclaimer": "Securities indexes assume reinvestment of all distributions and interest payments. Indexes are unmanaged and do not take into account fees or expenses. It is not possible to invest directly in an index. Indexes are all based in U.S. dollars.",
    "data": [
      {
        "header": "S&P 500 Index",
        "content": "includes a representative sample of 500 leading companies in leading industries of the U.S. economy. Although the index focuses on the large-cap segment of the market, with approximately 75% coverage of U.S. equities, it is also an ideal proxy for the total market."
      },
      {
        "header": "S&P 600 Index",
        "content": "is a stock market index established by S&P Global Ratings. It covers roughly the small-cap range of American stocks, using a capitalization-weighted index."
      },
      {
        "header": "Chicago Board Options Exchange Volatility Index",
        "content": "is a real-time market index that represents the market’s expectation of 30-day forward-looking volatility."
      }
    ]
  },
  "step12": {
    "title": "Important Disclosures",
    "data": [
      {
        "header": "Investing involves risk, including the possible loss of principal. Past performance is no guarantee of future results.",
        "content": "This material does not take into account a client’s particular investment objectives, financial situations, or needs and is not intended as a recommendation, offer, or solicitation for the purchase or sale of any security or investment strategy. Merrill offers a broad range of brokerage, investment advisory and other services. There are important differences between brokerage and investment advisory services, including the type of advice and assistance provided, the fees charged, and the rights and obligations of the parties. It is important to understand the differences, particularly when determining which service or services to select. For more information about these services and their differences, speak with your Merrill financial advisor.\nBank of America, Merrill, their affiliates, and advisors do not provide legal, tax, or accounting advice. Clients should consult their legal and/or tax advisors before making any financial decisions.\nThis information should not be construed as investment advice and is subject to change. It is provided for informational purposes only and is not intended to be either a specific offer by Bank of America, Merrill or any affiliate to sell or provide, or a specific invitation for a consumer to apply for, any particular retail financial product or service that may be available.\nThe Chief Investment Office (CIO) provides thought leadership on wealth management, investment strategy and global markets; portfolio management solutions; due diligence; and solutions oversight and data analytics. CIO viewpoints are developed for Bank of America Private Bank, a division of Bank of America, N.A., (“Bank of America”) and Merrill Lynch, Pierce, Fenner & Smith Incorporated (“MLPF&S” or “Merrill”), a registered broker-dealer, registered investment adviser and a wholly owned subsidiary of Bank of America Corporation (“BofA Corp.”).\nThe Global Wealth & Investment Management Investment Strategy Committee (GWIM ISC) is responsible for developing and coordinating recommendations for short-term and long-term investment strategy and market views encompassing markets, economic indicators, asset classes and other market-related projections affecting GWIM.\nBofA Global Research is research produced by BofA Securities, Inc. (“BofAS”) and/or one or more of its affiliates. BofAS is a registered broker-dealer, Member SIPC and wholly owned subsidiary of Bank of America Corporation.\nAll recommendations must be considered in the context of an individual investor’s goals, time horizon, liquidity needs and risk tolerance. Not all recommendations will be in the best interest of all investors.\nAsset allocation, diversification and rebalancing do not ensure a profit or protect against loss in declining markets.\nDividend payments are not guaranteed, and are paid only when declared by an issuer’s board of directors. The amount of a dividend payment, if any, can vary over time.\nInvestments have varying degrees of risk. Some of the risks involved with equity securities include the possibility that the value of the stocks may fluctuate in response to events specific to the companies or markets, as well as economic, political or social events in the U.S. or abroad. Small cap and mid cap companies pose special risks, including possible illiquidity and greater price volatility than funds consisting of larger, more established companies. Investing in fixed-income securities may involve certain risks, including the credit quality of individual issuers, possible prepayments, market or economic developments and yields and share price fluctuations due to changes in interest rates. When interest rates go up, bond prices typically drop, and vice versa. Bonds are subject to interest rate, inflation and credit risks. Municipal securities can be significantly affected by political changes as well as uncertainties in the municipal market related to taxation, legislative changes, or the rights of municipal security holders. Income from investing in municipal bonds is generally exempt from federal and state taxes for residents of the issuing state. While the interest income is tax-exempt, any capital gains distributed are taxable to the investor. Income for some investors may be subject to the Federal Alternative Minimum Tax. Investments in high-yield bonds (sometimes referred to as “junk bonds”) offer the potential for high current income and attractive total return, but involves certain risks. Changes in economic conditions or other circumstances may adversely affect a junk bond issuer’s ability to make principal and interest payments. Treasury bills are less volatile than longer-term fixed income securities and are guaranteed as to timely payment of principal and interest by the U.S. government. Mortgage-backed securities are subject to credit risk and the risk that the mortgages will be prepaid, so that portfolio management may be faced with replenishing the portfolio in a possibly disadvantageous interest rate environment. Investments in foreign securities (including ADRs) involve special risks, including foreign currency risk and the possibility of substantial volatility due to adverse political, economic or other developments. These risks are magnified for investments made in emerging markets. Investments in a certain industry or sector may pose additional risk due to lack of diversification and sector concentration. Investments in real estate securities can be subject to fluctuations in the value of the underlying properties, the effect of economic conditions on real estate values, changes in interest rates, and risk related to renting properties, such as rental defaults. There are special risks associated with an investment in commodities, including market price fluctuations, regulatory changes, interest rate changes, credit risk, economic changes and the impact of adverse political or financial factors. Investing in Gold involves special risks, including market price fluctuations, regulatory changes, interest rate changes, credit risk, economic changes, and the impact of adverse political or financial factors.\nInvestments in Infrastructure Assets will be subject to risks incidental to owning and operating infrastructure projects, including risks associated with the general economic climate, geographic or market concentration, government regulations and fluctuations in interest rates. The industries targeted for investment may be highly regulated by governmental agencies. Such regulations may impact an investor’s ability to acquire, dispose of and/or manage investments."
      },
      {
        "header": "Alternative investments are speculative and involve a high degree of risk.",
        "content": "Alternative investments are intended for qualified investors only. Alternative Investments such as derivatives, hedge funds, private equity funds, and funds of funds can result in higher return potential but also higher loss potential. Changes in economic conditions or other circumstances may adversely affect your investments. Before you invest in alternative investments, you should consider your overall financial situation, how much money you have to invest, your need for liquidity, and your tolerance for risk.\nNonfinancial assets, such as closely-held businesses, real estate, fine art, oil, gas and mineral properties, and timber, farm and ranch land, are complex in nature and involve risks including total loss of value. Special risk considerations include natural events (for example, earthquakes or fires), complex tax considerations, and lack of liquidity. Nonfinancial assets are not in the best interest of all investors. Always consult with your independent attorney, tax advisor, investment manager, and insurance agent for final recommendations and before changing or implementing any financial, tax, or estate planning strategy.\nSustainable and Impact Investing and/or Environmental, Social and Governance (ESG) managers may take into consideration factors beyond traditional financial information to select securities, which could result in relative investment performance deviating from other strategies or broad market benchmarks, depending on whether such sectors or investments are in or out of favor in the market. Further, ESG strategies may rely on certain values based criteria to eliminate exposures found in similar strategies or broad market benchmarks, which could also result in relative investment performance deviating."
      }
    ],
    "copyright": "© 2025 Bank of America Corporation. All rights reserved."
  }
}